Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 请包括： - 问题的清晰描述 - 逐步说明重现问题的详细步骤（如果可能） - 期望的结果 - 当前所示结果
ar: من فضلك قم بتضمين: - وصف واضح للمشكلة - خطوة بخطوة لشرح الخطوات التفصيلية لإعادة إنتاج المشكلة (إن أمكن) - النتائج المتوقعة - النتائج المعروضة حاليا
de: Bitte geben Sie an: - Eine klare Beschreibung des Problems - Schritt für Schritt, um die detaillierten Schritte zu erklären, um das Problem zu reproduzieren (wenn möglich) - Erwartete Ergebnisse - Die aktuell gezeigten Ergebnisse
en: Please Include: - A clear description of the issue - Step-by-step instruction of how to reproduce the issue (if available) - Expected result - Current result
es: Por favor, incluya: - Una descripción clara del problema - Paso a paso para explicar los pasos detallados para reproducir el problema (si es posible) - Resultados esperados - Los resultados que se muestran actualmente
fr: Veuillez inclure : - Une description claire du problème - Étape par étape pour expliquer les étapes détaillées pour reproduire le problème (si possible) - Résultats attendus - Les résultats actuellement affichés
hi: कृपया शामिल करें: - समस्या का एक स्पष्ट विवरण - समस्या को पुन: उत्पन्न करने के लिए विस्तृत चरणों को समझाने के लिए चरण दर चरण (यदि संभव हो) - अपेक्षित परिणाम - वर्तमान में दिखाए गए परिणाम
id: Harap sertakan: - Deskripsi yang jelas tentang masalah - Langkah demi langkah untuk menjelaskan langkah-langkah terperinci untuk mereproduksi masalah (jika memungkinkan) - Hasil yang diharapkan - Hasil yang ditampilkan saat ini
it: Si prega di includere: - Una chiara descrizione del problema - Passo dopo passo per spiegare i passaggi dettagliati per riprodurre il problema (se possibile) - Risultati attesi - I risultati attualmente mostrati
ja: 次を含むことをお勧めします： - 問題の明確な説明 - 問題を再現するための手順（可能であれば） - 期待される結果 - 現在の結果
ko: 다음을 포함해주세요: - 문제의 명확한 묘사 - 문제를 재현하는 자세한 단계를 단계별로 설명한다(가능하다면) - 기대하는 결과 - 현재 표시된 결과
nl: Gelieve het volgende op te nemen: - Een duidelijke beschrijving van het probleem - Stap voor stap om de gedetailleerde stappen uit te leggen om het probleem te reproduceren (indien mogelijk) - Verwachte resultaten - De resultaten die momenteel worden getoond
pl: Proszę dołączyć: - Wyraźny opis problemu - Krok po kroku, aby wyjaśnić szczegółowe kroki, aby odtworzyć problem (jeśli to możliwe) - Oczekiwane wyniki - Aktualnie pokazane wyniki
pt: Por favor, inclua: - Uma descrição clara do problema - Passo a passo para explicar as etapas detalhadas para reproduzir o problema (se possível) - Resultados esperados - Os resultados atualmente mostrados
ru: Пожалуйста, включите: - четкое описание проблемы - Пошаговые шаги для воспроизведения проблемы (если это возможно) - Ожидаемый результат - Текущие результаты
th: กรุณารวม: - คําอธิบายที่ชัดเจนของปัญหา - ทีละขั้นตอนเพื่ออธิบายขั้นตอนโดยละเอียดเพื่อจําลองปัญหา (ถ้าเป็นไปได้) - ผลลัพธ์ที่คาดหวัง - ผลลัพธ์ที่แสดงในปัจจุบัน
tr: Lütfen şunları ekleyin: - Sorunun açık bir açıklaması - Sorunu yeniden oluşturmak için ayrıntılı adımları açıklamak için adım adım (mümkünse) - Beklenen sonuçlar - Şu anda gösterilen sonuçlar
uk: Будь ласка, додайте: - Чіткий опис проблеми - Крок за кроком пояснити детальні кроки для відтворення проблеми (якщо це можливо) - Очікувані результати - Результати, показані на даний момент
vi: Vui lòng bao gồm: - Mô tả rõ ràng về vấn đề - Từng bước để giải thích các bước chi tiết để tái tạo vấn đề (nếu có thể) - Kết quả mong đợi - Các kết quả hiện đang hiển thị
zh_hant: 請包括： - 問題的清晰描述 - 逐步說明重現問題的詳細步驟（如果可能） - 期望的結果 - 當前所示結果

source: 请描述该问题以及重现问题的步骤：
ar: يرجى وصف المشكلة وخطوات إعادة إنتاج المشكلة:
de: Bitte beschreiben Sie das Problem und die Schritte, um das Problem zu reproduzieren:
en: Please describe the issue and the steps to reproduce:
es: Por favor, describa el problema y los pasos para reproducirlo:
fr: Veuillez décrire le problème et les étapes pour le reproduire :
hi: कृपया समस्या और समस्या को पुन: उत्पन्न करने के चरणों का वर्णन करें:
id: Tolong jelaskan masalah dan langkah-langkah untuk mereproduksi masalah:
it: Si prega di descrivere il problema e i passaggi per riprodurlo:
ja: 問題の説明と再現手順を入力してください：
ko: 이 문제와 문제를 재현하는 단계를 기술해 주세요:
nl: Beschrijf het probleem en de stappen om het probleem te reproduceren:
pl: Proszę opisać problem i kroki, aby go odtworzyć:
pt: Por favor, descreva o problema e as etapas para reproduzi-lo:
ru: Пожалуйста, опишите проблему и шаги по ее воспроизведению:
th: โปรดอธิบายปัญหาและขั้นตอนในการสร้างปัญหาขึ้นมาใหม่:
tr: Lütfen sorunu ve sorunu yeniden oluşturmak için atılan adımları açıklayın:
uk: Будь ласка, опишіть проблему та кроки для відтворення проблеми:
vi: Vui lòng mô tả vấn đề và các bước để tái tạo vấn đề:
zh_hant: 請描述該問題以及重現問題的步驟：

source: 请求桌面网站
ar: اطلب موقعا إلكترونيا لسطح المكتب
de: Fordern Sie eine Desktop-Website an
en: Request Desktop Website
es: Solicitar un sitio web de escritorio
fr: Demander un site Web de bureau
hi: एक डेस्कटॉप वेबसाइट का अनुरोध करें
id: Meminta situs web desktop
it: Richiedi un sito web desktop
ja: デスクトップサイトをリクエスト
ko: 데스크톱 사이트 요청
nl: Vraag een desktop website aan
pl: Poproś o stronę internetową na komputer
pt: Solicite um site de desktop
ru: Запросить веб-сайт для настольных компьютеров
th: ขอเว็บไซต์เดสก์ท็อป
tr: Bir masaüstü web sitesi talep edin
uk: Запит на настільний веб-сайт
vi: Yêu cầu một trang web trên máy tính để bàn
zh_hant: 切換為電腦版網站

source: 账户密码
ar: كلمة مرور الحساب
de: Kontopasswort
en: Account password
es: Contraseña de la cuenta
fr: Mot de passe du compte
hi: खाता पासवर्ड
id: Kata sandi akun
it: Password dell'account
ja: アカウントパスワード
ko: 계정 비밀번호
nl: Accountwachtwoord
pl: Hasło do konta
pt: Senha da Conta
ru: Пароль учетной записи
th: รหัสผ่านบัญชี
tr: Hesap şifresi
uk: Пароль облікового запису
vi: Mật khẩu tài khoản
zh_hant: 賬戶密碼

source: 跳转到...(秒)
ar: اقفز إلى...( ثواني)
de: Springe zu...( Sekunden)
en: Jump to... (sec.)
es: Saltar a...( Segundos)
fr: Aller à...( Secondes)
hi: कूदो...( सेकंड)
id: Lompat ke...( Detik)
it: Vai a...( Secondi)
ja: ...(秒)にジャンプ
ko: ...로 이동( 초)
nl: Spring naar...( Seconden)
pl: Przejdź do...( Sekundy)
pt: Ir para...( Segundos)
ru: Перейти к...( Секунды)
th: ข้ามไปที่...( วินาที)
tr: Atla...( Saniyeler)
uk: Перейти до...( Секунди)
vi: Chuyển đến...( Giây)
zh_hant: 跳轉到...(秒)

source: 转换时暗礁浏览器可能无响应，请耐心等待转换完成。
ar: قد لا يستجيب متصفح الشعاب المرجانية أثناء التحويل. يرجى الانتظار بصبر حتى يكتمل التحويل.
de: Der Reef-Browser reagiert möglicherweise nicht während der Konvertierung. Bitte warten Sie geduldig, bis die Konvertierung abgeschlossen ist.
en: Darock Browser may be unresponsive during the conversion; please wait patiently for the conversion to complete.
es: Es posible que el navegador Reef no responda durante la conversión. Por favor, espere pacientemente a que se complete la conversión.
fr: Le navigateur de récif peut ne pas répondre pendant la conversion. Veuillez patienter que la conversion soit terminée.
hi: रूपांतरण के दौरान रीफ ब्राउज़र प्रतिक्रिया नहीं दे सकता है। कृपया रूपांतरण पूरा होने के लिए धैर्यपूर्वक प्रतीक्षा करें।
id: Browser karang mungkin tidak merespons selama konversi. Harap tunggu dengan sabar hingga konversi selesai.
it: Il browser Reef potrebbe non rispondere durante la conversione. Si prega di attendere pazientemente che la conversione sia completata.
ja: 変換時、Darockブラウザが応答しない場合がありますので、変換が完了するまでお待ちください。
ko: "변환 시 암초 브라우저가 응답하지 않을 수 있으니, 인내심을 갖고 전환이 완료될 때까지 기다려 주세요."
nl: De rifbrowser reageert mogelijk niet tijdens de conversie. Wacht geduldig tot de conversie is voltooid.
pl: Przeglądarka rafy może nie odpowiadać podczas konwersji. Proszę cierpliwie czekać na zakończenie konwersji.
pt: O navegador de recife pode não responder durante a conversão. Aguarde pacientemente até que a conversão seja concluída.
ru: Браузер рифа может не реагировать при преобразовании. Пожалуйста, терпеливо дождитесь завершения преобразования.
th: เบราว์เซอร์ Reef อาจไม่ตอบสนองระหว่างการแปลง โปรดอดทนรอให้การแปลงเสร็จสิ้น
tr: Resif tarayıcısı dönüşüm sırasında yanıt vermeyebilir. Lütfen dönüşümün tamamlanmasını sabırla bekleyin.
uk: Браузер рифу може не реагувати під час перетворення. Будь ласка, терпляче чекайте завершення перетворення.
vi: Trình duyệt rạn san hô có thể không phản hồi trong quá trình chuyển đổi. Vui lòng kiên nhẫn chờ quá trình chuyển đổi hoàn tất.
zh_hant: 轉換時暗礁瀏覽器可能無響應，請耐心等待轉換完成。

source: 软件更新
ar: تحديث البرنامج
de: Software-Update
en: Software Update
es: Actualización de software
fr: Mise à jour du logiciel
hi: सॉफ्टवेयर अपडेट
id: Pembaruan perangkat lunak
it: Aggiornamento software
ja: ソフトウェア更新
ko: 소프트웨어 업데이트
nl: Software-update
pl: Aktualizacja oprogramowania
pt: Atualização de software
ru: Обновление программного обеспечения
th: การอัปเดตซอฟต์แวร์
tr: Yazılım güncellemesi
uk: Оновлення програмного забезпечення
vi: Cập nhật phần mềm
zh_hant: 軟體更新

source: 轻点以查看详情
ar: انقر لعرض التفاصيل
de: Tippen Sie, um Details anzuzeigen
en: Tap to see details
es: Toque para ver los detalles
fr: Appuyez pour voir les détails
hi: विवरण देखने के लिए टैप करें
id: Ketuk untuk melihat detail
it: Tocca per visualizzare i dettagli
ja: 詳細を見るにはタップ
ko: 탭하여 세부사항을 확인하세요
nl: Tik om details te bekijken
pl: Stuknij, aby wyświetlić szczegóły
pt: Toque para ver detalhes
ru: Нажмите, чтобы увидеть подробности
th: แตะเพื่อดูรายละเอียด
tr: Ayrıntıları görüntülemek için dokunun
uk: Натисніть, щоб переглянути деталі
vi: Nhấn để xem chi tiết
zh_hant: 輕點以查看詳情

# 轻触“播放网页中视频”
source: 轻触“播放网页视频”
ar: انقر فوق "تشغيل فيديو الويب"
de: Tippen Sie auf "Web-Video abspielen"
en: Tap Play Video In Web Page
es: Toca "Reproducir vídeo web"
fr: Appuyez sur "Lire la vidéo Web"
hi: "वेब वीडियो चलाएं" पर टैप करें
id: Ketuk "Putar Video Web"
it: Tocca "Riproduci Video Web"
ko: "웹 동영상 재생"을 가볍게 터치합니다.
nl: Tik op "Webvideo afspelen"
pl: Stuknij "Odtwórz wideo internetowe"
pt: Toque em "Reproduzir Vídeo na Web"
ru: Нажмите "Воспроизвести веб-видео"
th: แตะ "เล่นวิดีโอเว็บ"
tr: "Web Videosunu Oynat"a Dokunun
uk: Натисніть "Відтворити веб-відео"
vi: Chạm vào "Phát video web"
zh_hant: 輕觸“播放網頁視頻”

source: 轻触“查看网页中图片”
ar: انقر فوق "عرض الصور على صفحة الويب"
de: Tippen Sie auf "Bilder auf der Webseite anzeigen"
en: Tap "List Images in Webpage"
es: Toca "Ver imágenes en la página web"
fr: Appuyez sur "Afficher les images sur la page Web"
hi: "वेब पेज पर चित्र देखें" पर टैप करें
id: Ketuk "Lihat Gambar di Halaman Web"
it: Tocca "Visualizza immagini sulla pagina web"
ja: 「ウェブページ中の画像を見る」をタップ
ko: "웹 페이지의 사진 보기"를 가볍게 터치합니다.
nl: Tik op "Bekijk foto's op de webpagina"
pl: Stuknij "Zobacz zdjęcia na stronie internetowej"
pt: Toque em "Visualizar Imagens na Página da Web"
ru: Нажмите "Просмотреть фотографии на веб-странице"
th: แตะ "ดูรูปภาพบนหน้าเว็บ"
tr: "Web Sayfasındaki Resimleri Görüntüle"ye dokunun
uk: Натисніть "Переглянути зображення на веб-сторінці"
vi: Nhấn vào "Xem ảnh trên trang web"
zh_hant: 輕觸“查看網頁中圖片”

source: 轻触以查看二维码
ar: انقر لعرض رمز الاستجابة السريعة
de: Tippen Sie, um den QR-Code anzuzeigen
en: Tap for QR Code
es: Toque para ver el código QR
fr: Appuyez pour voir le code QR
hi: क्यूआर कोड देखने के लिए टैप करें
id: Ketuk untuk melihat kode QR
it: Tocca per visualizzare il codice QR
ja: 軽くタッチしてQRコードを確認する
ko: 가볍게 터치하면 QR코드를 볼 수 있다
nl: Tik om de QR-code te bekijken
pl: Stuknij, aby wyświetlić kod QR
pt: Toque para ver o código QR
ru: Нажмите, чтобы просмотреть QR-код
th: แตะเพื่อดูคิวอาร์โค้ด
tr: QR kodunu görüntülemek için dokunun
uk: Натисніть, щоб переглянути QR-код
vi: Chạm để xem mã QR

source: 轻触以编辑
ar: اضغط للتحرير
de: Tippen, um zu bearbeiten
en: Tap to Edit
es: Toque para editar
fr: Appuyez pour modifier
hi: संपादित करने के लिए टैप करें
id: Ketuk untuk mengedit
it: Tocca per modificare
ja: 軽くタッチして編集する
ko: 가볍게 터치하여 편집
nl: Tik om te bewerken
pl: Dotknij, aby edytować
pt: Toque para editar
ru: Нажмите, чтобы отредактировать
th: แตะเพื่อแก้ไข
tr: Düzenlemek için dokunun
uk: Натисніть, щоб відредагувати
vi: Nhấn để chỉnh sửa

source: 轻触以隐藏
ar: المس للاختباء
de: Berühren, um sich zu verstecken
en: Tap to Hide
es: Toque para ocultar
fr: Toucher pour se cacher
hi: छिपाने के लिए स्पर्श करें
id: Sentuh untuk menyembunyikan
it: Tocca per nascondere
ja: 軽くタッチして隠す
ko: 가볍게 터치하여 숨깁니다.
nl: Aanraken om te verbergen
pl: Dotknij, aby się ukryć
pt: Toque para esconder
ru: Нажмите, чтобы скрыть
th: แตะเพื่อซ่อน
tr: Gizlemek için dokunun
uk: Торкніться, щоб сховатися
vi: Chạm để ẩn

source: 轻触后滑动数码表冠
ar: حرك التاج الرقمي بعد لمسة خفيفة
de: Schieben Sie die digitale Krone nach einer leichten Berührung
en: Tap and swipe the Digital Crown
es: Desliza la corona digital después de un toque ligero
fr: Faites glisser la couronne numérique après un léger contact
hi: हल्के स्पर्श के बाद डिजिटल क्राउन को स्लाइड करें
id: Geser mahkota digital setelah sentuhan ringan
it: Fai scorrere la corona digitale dopo un leggero tocco
ja: 軽くタッチした後、デジタルクラウンをスライドさせる
ko: 가볍게 터치한 후 디지털 크라운을 밀어
nl: Schuif de digitale kroon na een lichte aanraking
pl: Przesuń cyfrową koronkę po lekkim dotknięciu
pt: Deslize a coroa digital após um toque leve
ru: Сдвиньте цифровую коронку после легкого прикосновения
th: เลื่อนมงกุฎดิจิตอลหลังจากสัมผัสเบา ๆ
tr: Hafif bir dokunuştan sonra dijital tacı kaydırın
uk: Посуньте цифрову коронку після легкого дотику
vi: Trượt vương miện kỹ thuật số sau khi chạm nhẹ

source: 轻触浏览菜单“播放网页视频”、在网页中寻找或直接在搜索框中输入视频链接
ar: انقر فوق قائمة التصفح "تشغيل فيديو الويب"، أو ابحث في صفحة الويب أو أدخل رابط الفيديو مباشرة في مربع البحث.
de: Tippen Sie auf das Durchsuchmenü "Webvideo abspielen", suchen Sie auf der Webseite oder geben Sie den Videolink direkt in das Suchfeld ein.
en: Tap "Play Video" in the browse menu, find or enter video links directly in the search box on the webpage.
es: Toque el menú de navegación "Reproducir vídeo web", busque en la página web o introduzca el enlace del vídeo directamente en el cuadro de búsqueda.
fr: Appuyez sur le menu de navigation "Lire la vidéo Web", recherchez sur la page Web ou entrez le lien vidéo directement dans le champ de recherche.
hi: ब्राउज़ मेनू "वेब वीडियो चलाएं" पर टैप करें, वेब पेज में खोजें या सीधे खोज बॉक्स में वीडियो लिंक दर्ज करें।
id: Ketuk menu penelusuran "Putar Video Web", cari di halaman web atau masukkan tautan video langsung di kotak pencarian.
it: Tocca il menu di navigazione "Riproduci video web", cerca nella pagina web o inserisci il link video direttamente nella casella di ricerca.
ja: 閲覧メニューの「ウェブビデオを再生する」をタップし、ウェブページで探すか、直接検索ボックスにビデオリンクを入力します。
ko: 탐색 메뉴 "웹 비디오 재생"을 가볍게 터치하거나, 웹 페이지에서 찾거나 검색 상자에 직접 비디오 링크를 입력하십시오.
nl: Tik op het bladermenu "Webvideo afspelen", zoek in de webpagina of voer de videolink rechtstreeks in het zoekvak in.
pl: Stuknij menu przeglądania "Odtwórz wideo internetowe", wyszukaj na stronie internetowej lub wprowadź link do filmu bezpośrednio w polu wyszukiwania.
pt: Toque no menu de navegação "Reproduzir Vídeo na Web", pesquise na página da web ou insira o link do vídeo diretamente na caixa de pesquisa.
ru: Нажмите на меню просмотра «Воспроизвести веб-видео», выполните поиск на веб-странице или введите ссылку на видео непосредственно в поле поиска.
th: แตะเมนูเรียกดู "เล่นวิดีโอเว็บ" ค้นหาในหน้าเว็บหรือป้อนลิงก์วิดีโอโดยตรงในช่องค้นหา
tr: "Web Videosunu Oynat" gözat menüsüne dokunun, web sayfasında arama yapın veya video bağlantısını doğrudan arama kutusuna girin.
uk: Торкніться меню перегляду "Відтворити веб-відео", знайдіть на веб-сторінці або введіть посилання на відео безпосередньо у поле пошуку.
vi: Nhấn vào menu duyệt "Phát Video Web", tìm kiếm trong trang web hoặc nhập liên kết video trực tiếp vào hộp tìm kiếm.
zh_hant: 輕觸瀏覽菜單“播放網頁眎頻”、在網頁中尋找或直接在搜索框中輸入眎頻鏈接

source: 轻触浏览菜单“播放网页音频”、在网页中寻找或直接在搜索框中输入音频链接
ar: اضغط على قائمة التصفح "تشغيل صوت الويب"، أو ابحث في صفحة الويب أو أدخل الرابط الصوتي مباشرة في مربع البحث
de: Tippen Sie auf das Durchsuchmenü "Web Audio abspielen", suchen Sie auf der Webseite oder geben Sie den Audiolink direkt in das Suchfeld ein
en: Tap "Play Audio" in the browse menu, find or enter video links directly in the search box on the webpage.
es: Toque el menú de navegación "Reproducir audio web", busque en la página web o introduzca el enlace de audio directamente en el cuadro de búsqueda
fr: Appuyez sur le menu de navigation "Play Web Audio", recherchez dans la page Web ou entrez le lien audio directement dans le champ de recherche
hi: ब्राउज़ मेनू "प्ले वेब ऑडियो" पर टैप करें, वेब पेज में खोजें या सीधे खोज बॉक्स में ऑडियो लिंक दर्ज करें
id: Ketuk menu penelusuran "Putar Audio Web", cari di halaman web atau masukkan tautan audio langsung di kotak pencarian
it: Tocca il menu di navigazione "Riproduci Web Audio", cerca nella pagina web o inserisci il link audio direttamente nella casella di ricerca
ja: 閲覧メニューの「ウェブページの音声を再生する」をタップし、ウェブページで探すか、直接検索ボックスに音声リンクを入力します。
ko: 탐색 메뉴 "웹 오디오 재생"을 살짝 터치하거나, 웹 페이지에서 찾거나 검색 상자에 오디오 링크를 직접 입력합니다.
nl: Tik op het bladermenu "Web Audio afspelen", zoek op de webpagina of voer de audiolink rechtstreeks in het zoekvak in
pl: Stuknij menu przeglądania "Play Web Audio", wyszukaj na stronie internetowej lub wprowadź link audio bezpośrednio w polu wyszukiwania
pt: Toque no menu de navegação "Reproduzir Áudio da Web", pesquise na página da web ou insira o link de áudio diretamente na caixa de pesquisa
ru: Нажмите на меню просмотра «Воспроизвести веб-аудио», выполните поиск на веб-странице или введите ссылку на аудио непосредственно в поле поиска.
th: แตะเมนูเรียกดู "เล่นเสียงเว็บ" ค้นหาในหน้าเว็บหรือป้อนลิงก์เสียงโดยตรงในช่องค้นหา
tr: "Web Sesini Oynat" menüsüne dokunun, web sayfasında arama yapın veya doğrudan arama kutusuna ses bağlantısını girin
uk: Торкніться меню перегляду "Відтворити веб-аудіо", знайдіть на веб-сторінці або введіть посилання на аудіо безпосередньо у поле пошуку
vi: Nhấn vào menu duyệt "Phát Web Audio", tìm kiếm trong trang web hoặc nhập liên kết âm thanh trực tiếp vào hộp tìm kiếm
zh_hant: 輕觸瀏覽菜單“播放網頁音頻”、在網頁中尋找或直接在搜索框中輸入音頻鏈接

source: 轻触浏览菜单“查看网页图片”、在网页中寻找或直接在搜索框中输入图片链接
ar: انقر فوق "عرض صور الويب" في قائمة التصفح أو البحث في صفحة الويب أو إدخال رابط الصورة مباشرة في مربع البحث.
de: Tippen Sie im Browsermenü auf "Webbilder anzeigen", suchen Sie auf der Webseite oder geben Sie den Bildlink direkt in das Suchfeld ein.
en: Tap “List Images” in the browse menu, find or directly enter image links in the search box on the webpage.
es: Toque "Ver imágenes web" en el menú de navegación, busque en la página web o ingrese el enlace de imagen directamente en el cuadro de búsqueda.
fr: Appuyez sur "Afficher les images Web" dans le menu de navigation, effectuez une recherche dans la page Web ou entrez le lien de l'image directement dans le champ de recherche.
hi: ब्राउज़िंग मेनू में "वेब चित्र देखें" पर टैप करें, वेब पेज में खोजें या सीधे खोज बॉक्स में चित्र लिंक दर्ज करें।
id: Ketuk "Lihat Gambar Web" di menu penjelajahan, cari di halaman web atau masukkan tautan gambar langsung di kotak pencarian.
it: Tocca "Visualizza immagini web" nel menu di navigazione, cerca nella pagina web o inserisci il link dell'immagine direttamente nella casella di ricerca.
ja: 閲覧メニューの「ウェブページの写真を見る」をタップし、ウェブページで探すか、直接検索ボックスに写真のリンクを入力する
ko: 탐색 메뉴 "웹 페이지 사진 보기"를 가볍게 터치하거나, 웹 페이지에서 찾거나 직접 검색 상자에 사진 링크를 입력합니다.
nl: Tik op "Webafbeeldingen bekijken" in het browsemenu, zoek op de webpagina of voer de afbeeldingslink rechtstreeks in het zoekvak in.
pl: Stuknij "Wyświetl zdjęcia internetowe" w menu przeglądania, wyszukaj na stronie internetowej lub wprowadź link do zdjęcia bezpośrednio w polu wyszukiwania.
pt: Toque em "Visualizar Imagens da Web" no menu de navegação, pesquise na página da web ou insira o link da imagem diretamente na caixa de pesquisa.
ru: Нажмите «Просмотреть веб-изображения» в меню просмотра, выполните поиск на веб-странице или введите ссылку на изображение непосредственно в поле поиска.
th: แตะ "ดูรูปภาพเว็บ" ในเมนูการเรียกดู ค้นหาในหน้าเว็บหรือป้อนลิงก์รูปภาพโดยตรงในช่องค้นหา
tr: Tarama menüsünde "Web Resimlerini Görüntüle"ye dokunun, web sayfasında arama yapın veya resim bağlantısını doğrudan arama kutusuna girin.
uk: Натисніть "Переглянути веб-зображення" у меню перегляду, знайдіть на веб-сторінці або введіть посилання на зображення безпосередньо у поле пошуку.
vi: Nhấn vào "Xem hình ảnh web" trong menu duyệt web, tìm kiếm trong trang web hoặc nhập liên kết hình ảnh trực tiếp vào hộp tìm kiếm.

source: 载入书籍时出错
ar: حدث خطأ عند تحميل الكتاب.
de: Beim Laden des Buches ist ein Fehler aufgetreten.
en: Error loading book.
es: Hubo un error al cargar el libro.
fr: Il y a eu une erreur lors du chargement du livre.
hi: पुस्तक लोड करते समय एक त्रुटि हुई।
id: Terjadi kesalahan saat memuat buku.
it: Si è verificato un errore durante il caricamento del libro.
ja: 書籍を読み込む際にエラーが発生しました
ko: 책을 로드할 때 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het laden van het boek.
pl: Wystąpił błąd podczas ładowania książki.
pt: Houve um erro ao carregar o livro.
ru: При загрузке книги произошла ошибка.
th: เกิดข้อผิดพลาดขณะโหลดหนังสือ
tr: Kitabı yüklerken bir hata oluştu.
uk: Під час завантаження книги сталася помилка.
vi: Đã xảy ra lỗi khi tải sách.

source: 输入你的密码
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
en: Enter Your Passcode
es: Introduce tu contraseña
fr: Entrez votre mot de passe
hi: अपना पासवर्ड दर्ज करें
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ja: パスワードを入力
ko: 당신의 비밀번호를 입력하세요
nl: Voer uw wachtwoord in
pl: Wprowadź swoje hasło
pt: Digite sua senha
ru: Введите свой пароль.
th: ใส่รหัสผ่านของคุณ
tr: Şifrenizi girin
uk: Введіть свій пароль
vi: Nhập mật khẩu của bạn
zh_hant: 輸入你的密碼

source: 输入密码
ar: أدخل كلمة المرور
de: Geben Sie das Passwort ein
en: Enter Passcode
es: Introduzca la contraseña
fr: Entrez le mot de passe
hi: पासवर्ड दर्ज करें
id: Masukkan kata sandi
it: Inserisci la password
ja: パスワードを入力
ko: 비밀번호를 입력하다
nl: Voer het wachtwoord in
pl: Wprowadź hasło
pt: Digite a senha
ru: Введите пароль
th: ใส่รหัสผ่าน
tr: Şifreyi girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh_hant: 輸入密碼

source: 输入密码以继续
ar: أدخل كلمة المرور للمتابعة
de: Geben Sie das Passwort ein, um fortzufahren
en: Enter Passcode to Continue
es: Introduce la contraseña para continuar
fr: Entrez le mot de passe pour continuer
hi: जारी रखने के लिए पासवर्ड दर्ज करें
id: Masukkan kata sandi untuk melanjutkan
it: Inserisci la password per continuare
ja: パスワードを入力して続ける
ko: 비밀번호를 입력하여 계속하세요
nl: Voer het wachtwoord in om door te gaan
pl: Wprowadź hasło, aby kontynuować
pt: Digite a senha para continuar
ru: Введите пароль, чтобы продолжить
th: ป้อนรหัสผ่านเพื่อดําเนินการต่อ
tr: Devam etmek için şifreyi girin
uk: Введіть пароль, щоб продовжити
vi: Nhập mật khẩu để tiếp tục

source: 输入当前密码
ar: أدخل كلمة المرور الحالية
de: Geben Sie das aktuelle Passwort ein
en: Enter Current Passcode
es: Introduzca la contraseña actual
fr: Entrez le mot de passe actuel
hi: वर्तमान पासवर्ड दर्ज करें
id: Masukkan kata sandi saat ini
it: Inserisci la password attuale
ja: 現在のパスワードを入力
ko: 현재 비밀번호를 입력하세요
nl: Voer het huidige wachtwoord in
pl: Wprowadź aktualne hasło
pt: Digite a senha atual
ru: Введите текущий пароль
th: ป้อนรหัสผ่านปัจจุบัน
tr: Mevcut şifreyi girin
uk: Введіть поточний пароль
vi: Nhập mật khẩu hiện tại
zh_hant: 輸入當前密碼

source: 输入新密码
ar: أدخل كلمة مرور جديدة
de: Geben Sie ein neues Passwort ein
en: Enter New Passcode
es: Introduce una nueva contraseña
fr: Entrez un nouveau mot de passe
hi: एक नया पासवर्ड दर्ज करें
id: Masukkan kata sandi baru
it: Inserisci una nuova password
ja: 新しいパスワードを入力
ko: 새 비밀번호를 입력하세요
nl: Voer een nieuw wachtwoord in
pl: Wprowadź nowe hasło
pt: Digite uma nova senha
ru: Введите новый пароль
th: ป้อนรหัสผ่านใหม่
tr: Yeni bir şifre girin
uk: Введіть новий пароль
vi: Nhập mật khẩu mới
zh_hant: 輸入新密碼
